Revit 2024 API
BuiltInFailures.KeynoteTagFailures Class
 Failures related to keynote tags.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class KeynoteTagFailures
Visual Basic
Public NotInheritable Class KeynoteTagFailures
Visual C++
public ref class KeynoteTagFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.KeynoteTagFailures
See Also
BuiltInFailures.KeynoteTagFailures Members
Autodesk.Revit.DB Namespace